includes/afip/request-loginCms.xml

<?xml version="1.0" encoding="UTF-8"?>
<env:Envelope xmlns:env="http://www.w3.org/2003/05/soap-envelope" xmlns:ns1="http://wsaa.view.sua.dvadac.desein.afip.gov"><env:Body><ns1:loginCms><ns1:in0>
MIIG/wYJKoZIhvcNAQcCoIIG8DCCBuwCAQExDzANBglghkgBZQMEAgEFADCCAS8G
CSqGSIb3DQEHAaCCASAEggEcPD94bWwgdmVyc2lvbj0iMS4wIiBlbmNvZGluZz0i
VVRGLTgiPz4NCjxsb2dpblRpY2tldFJlcXVlc3QgdmVyc2lvbj0iMS4wIj48aGVh
ZGVyPjx1bmlxdWVJZD4xNTAxNjQxNDkzPC91bmlxdWVJZD48Z2VuZXJhdGlvblRp
bWU+MjAxNy0wOC0wMVQyMzozNzoxMy0wMzowMDwvZ2VuZXJhdGlvblRpbWU+PGV4
cGlyYXRpb25UaW1lPjIwMTctMDgtMDFUMjM6Mzk6MTMtMDM6MDA8L2V4cGlyYXRp
b25UaW1lPjwvaGVhZGVyPjxzZXJ2aWNlPndzZmU8L3NlcnZpY2U+PC9sb2dpblRp
Y2tldFJlcXVlc3Q+DQqgggNHMIIDQzCCAiugAwIBAgIIWB+11ARLK0IwDQYJKoZI
hvcNAQENBQAwODEaMBgGA1UEAwwRQ29tcHV0YWRvcmVzIFRlc3QxDTALBgNVBAoM
BEFGSVAxCzAJBgNVBAYTAkFSMB4XDTE3MDgwMjAyMDMzMFoXDTE5MDgwMjAyMDMz
MFowKTEMMAoGA1UEAwwDUEMxMRkwFwYDVQQFExBDVUlUIDIwMjgwNzk5Nzg2MIIB
IjANBgkqhkiG9w0BAQEFAAOCAQ8AMIIBCgKCAQEAta/02GKOcgktSA25bXkum1Xb
7hxtb36p3gDWZRVOVHiwU8O+NwfNh5DWHomldcueZz2PONZ3TtcqNVyzgyeN5jlt
bulgPowhkOvlcd6uCLLyG3C9kWV7QhIXXl6cPkvRDAVFG/0dF8boQcdTJvsHvFue
h1QLwa8Mya1rKu8b9KHuqVvXUiyojg87CqAVAyBvLVw0/LFYKacfZ8eGnJPBFBXy
4OXfR6nqvgiDdlJUu7guKlo+pbqllfiiOCQ8v0hCHQ4ngaCnQO/bwY2YQzUpkyGe
Ul8GRenrRUGXnida/cTl1E7ife1Px6U/pzHIdRqFsSnmpo6asbOQy2Nw/8JZfwID
AQABo2AwXjAMBgNVHRMBAf8EAjAAMB8GA1UdIwQYMBaAFLOy0//96bre3o2vESGc
1iB98k9vMB0GA1UdDgQWBBTYMy+PhxcnQTSI3mHELxkpYENtGjAOBgNVHQ8BAf8E
BAMCBeAwDQYJKoZIhvcNAQENBQADggEBAIV6Th7nClV5DYAlY83TTsnBo/uVi8+3
BUpJCTzxy5fZ2EAPxp0Q2jjLVi78huGKSckq3HnXPhIDWuJZ+RO6fBJlpmL5PkeF
ZXqxlDdgBEsLlMjRj9bLJeS7/832OX9Cb+hq3ytnMiTLTYw3TH9pUf5lpm5jC2ZI
5ncLKwzxnazugnRGekN489NCkKiyQzNmIgMmEH0sKSSP0DL6aweQRcRBEAbUf2cI
Z4q9qWJYUIINk9JAKn6hkLxmYfw8lfVnp2GB4dLzZTtft8y/U66Cgi0mHlNnrVzZ
pU6KCCpLXBkANW5SrRfAEplBrXiwqWjvP4ZB9zHoOue27A+UHSUGogAxggJWMIIC
UgIBATBEMDgxGjAYBgNVBAMMEUNvbXB1dGFkb3JlcyBUZXN0MQ0wCwYDVQQKDARB
RklQMQswCQYDVQQGEwJBUgIIWB+11ARLK0IwDQYJYIZIAWUDBAIBBQCggeQwGAYJ
KoZIhvcNAQkDMQsGCSqGSIb3DQEHATAcBgkqhkiG9w0BCQUxDxcNMTcwODAyMDIz
ODEzWjAvBgkqhkiG9w0BCQQxIgQgJiL6VlNui+5J6ZePocmrBP7iWtNQf6tXC3Dz
VL7e1McweQYJKoZIhvcNAQkPMWwwajALBglghkgBZQMEASowCwYJYIZIAWUDBAEW
MAsGCWCGSAFlAwQBAjAKBggqhkiG9w0DBzAOBggqhkiG9w0DAgICAIAwDQYIKoZI
hvcNAwICAUAwBwYFKw4DAgcwDQYIKoZIhvcNAwICASgwDQYJKoZIhvcNAQEBBQAE
ggEAW/0R21naB+2OazQPFKpS5thsClqq7OyhUtLIzk7TibqX7TJvTiP5IQ2pmPTO
j7XgqMlVZHJ2azQROHvqrmb5jicw+I6Qta1iuQz4sRc3KGVyRIhLnBswDo3Z/PKA
5Da9c0prCwPKP4afCFRsUjTOZJGSYNBw+7cD8f3sEE9CdjxrYc2r4XSbnh/tLYSW
vAqj4RtVdQ4LgbsoSld9T1Q2igqhnHfACJXa0BjtOLArqpe/Bji09MRk16Yp+Psg
s3q3/TF/7vkPesE5JQMDXhW1aqjIJs5/WJxR5besj76m8VHfoBOdDEJSmlbfU7w/
nIbvphCUvVztIUA6yVOpMPvsUg==

</ns1:in0></ns1:loginCms></env:Body></env:Envelope>
