application/libraries/webservice/ta/request-loginCms.xml

<?xml version="1.0" encoding="UTF-8"?>
<env:Envelope xmlns:env="http://www.w3.org/2003/05/soap-envelope" xmlns:ns1="http://wsaa.view.sua.dvadac.desein.afip.gov"><env:Body><ns1:loginCms><ns1:in0>
MIIH/AYJKoZIhvcNAQcCoIIH7TCCB+kCAQExDzANBglghkgBZQMEAgEFADCCAS8G
CSqGSIb3DQEHAaCCASAEggEcPD94bWwgdmVyc2lvbj0iMS4wIiBlbmNvZGluZz0i
VVRGLTgiPz4NCjxsb2dpblRpY2tldFJlcXVlc3QgdmVyc2lvbj0iMS4wIj48aGVh
ZGVyPjx1bmlxdWVJZD4xNTQwOTI4NzQwPC91bmlxdWVJZD48Z2VuZXJhdGlvblRp
bWU+MjAxOC0xMC0zMFQxNjo0NDo0MC0wMzowMDwvZ2VuZXJhdGlvblRpbWU+PGV4
cGlyYXRpb25UaW1lPjIwMTgtMTAtMzBUMTY6NDY6NDAtMDM6MDA8L2V4cGlyYXRp
b25UaW1lPjwvaGVhZGVyPjxzZXJ2aWNlPndzZmU8L3NlcnZpY2U+PC9sb2dpblRp
Y2tldFJlcXVlc3Q+DQqgggPJMIIDxTCCAq2gAwIBAgIIdt+akarDhfwwDQYJKoZI
hvcNAQENBQAwMzEVMBMGA1UEAwwMQ29tcHV0YWRvcmVzMQ0wCwYDVQQKDARBRklQ
MQswCQYDVQQGEwJBUjAeFw0xODEwMDMxNjE0MjhaFw0yMDEwMDIxNjE0MjhaMDAx
EzARBgNVBAMMCmRhbnRlX3dzZmUxGTAXBgNVBAUTEENVSVQgMzA1MTg5NjcwMDkw
ggGiMA0GCSqGSIb3DQEBAQUAA4IBjwAwggGKAoIBgQC3OEmwU53O+HgXMiBgov6N
Z1XZSX16oVRXsdXiLq7weONnNDMGzPGjQqus3TK8pLoNUBvz7/+BNIaQdWCqEw9b
KOWRdCpgBybg5LoztLTr9tkFm0BG6oaifwrfY7vqEyxqgnBK7Mi/ezkDvbZNmpNb
ueLJo+6cZLEy9UPFDvbeyYFTK84scuG8hwYIqaIjoO8i/o64kCbeKzs50cy1UqAV
+QoTwSqm4qBk2vDH20A/20+J4BwG91XRBVA/vIy2XnrcmQJlkTZmkjsuulOBxcMc
CvBGkIgar7+4tnMaRvP4QkvgV29o6ejhMR3A/F2rI1C3rE/K1YRemL2dWjRWkXog
Y2r4nSkolMCyGJRkR7XBRsJtT4yFF12wAAVjJOol9UUpG+Gr1W/6CR+MaAQJPCu3
NLRhLqMN3a4G6JOEUsPOG6+DTyqFvNQ31wwtcw0cWyJbfoalOOrT6yJJNkVhcldF
e20Xggdt2rxzq/z5/KxQO9NptG1R6ow5fYIOOA/PKdUCAwEAAaNgMF4wDAYDVR0T
AQH/BAIwADAfBgNVHSMEGDAWgBRbQFEw58MqtpxWnJOF40KAsFDr9jAdBgNVHQ4E
FgQUxexh1lbsyb9LHpJbmblo3BhwBzkwDgYDVR0PAQH/BAQDAgXgMA0GCSqGSIb3
DQEBDQUAA4IBAQAmReQcU7nfES3xQcd5ypBG8lrj3RAI71SRVBx99MoDGNjri5Pq
s1ucD0xqZgAwJA5nMbuMtu+LXAlHNPmxZJClu+dxQ6PRNJNMNYMt0mPrT+9x3y+H
XHehAZXtEJREpt8NDSXfx6hgTEZP+EmP4+j6PJ1QlvbwLkPhSNIHY7iSVWml6QP1
F89BIjEBg+8MrrG08AeY1kLsT6V0SOql6I7OW26R/gQpIyhnm+Q6JBPjdKYxWaR7
O1K9Z7gkWkU1GbJ7mZ6ZXDhajbmt+BfSPW51jeC41+34gYVZQrYoTqJ/X7G4SP62
MrA89ch+Uc01CTnKygDk5IHnZFUxXKgGeWKaMYIC0TCCAs0CAQEwPzAzMRUwEwYD
VQQDDAxDb21wdXRhZG9yZXMxDTALBgNVBAoMBEFGSVAxCzAJBgNVBAYTAkFSAgh2
35qRqsOF/DANBglghkgBZQMEAgEFAKCB5DAYBgkqhkiG9w0BCQMxCwYJKoZIhvcN
AQcBMBwGCSqGSIb3DQEJBTEPFw0xODEwMzAxOTQ1NDBaMC8GCSqGSIb3DQEJBDEi
BCBY3P6JypYIn2ral9XkWiOu3veyaO3kZknBjjObwQFwyzB5BgkqhkiG9w0BCQ8x
bDBqMAsGCWCGSAFlAwQBKjALBglghkgBZQMEARYwCwYJYIZIAWUDBAECMAoGCCqG
SIb3DQMHMA4GCCqGSIb3DQMCAgIAgDANBggqhkiG9w0DAgIBQDAHBgUrDgMCBzAN
BggqhkiG9w0DAgIBKDANBgkqhkiG9w0BAQEFAASCAYB7TUEy4GeCdafJTrd2jyc6
CqjLrVKTFSpWTX9jJT8Nk4Ps/Kh47csJ9JCJhU3gDkzzaFohFRCuS5VzBgxhPPpV
5cu8CtWmrSEiXaL0SveLeeMnzRqX766UhzQBqWpoSLK4B/cNSN0jyTG+xt7/onIN
ut8cEF21koWojHU/gYahqxs53tiYkHU3MF1BXdB4OnYbaWlZPEKSA0uKBH/BTQT6
9EIlvqoxYwoxa7yyO+LXPm5wqz0UQoOWqhAqh+06lmb8GtFO0tLBMtL/jQVVcGTm
fsroFAXuYj/3UeOIx2oDFe8PC4Co7+e2uxFCa/sk87o4ZYKwf5s9b4rGhZVjG9T4
MWnMEI3B8rWZaZ3nTUOD2QEYe2EqClgwLpoqhnDq8oZHgpgqYECAtq1WX93D5FDE
KU9uodjq8hmF4M99a4mnTj9v1ln8sh+B+U50Nd4/GYj+I+wYz1iqUtSi7vlUsD11
XRCWq1WZK1sBUVQ/mEcEgdsEsTiMMmObwGBTCXro/g0=

</ns1:in0></ns1:loginCms></env:Body></env:Envelope>
